Repository: alatiera/eos-installer
Catalog: po/*.po
Languages: ro

source: Initial Setup
ro: Setari initiale

source: _Next
ro: _Urmator

source: _Previous
ro: _Anterior

source: _Cancel
ro: _Anuleaza

source: Force new user mode
ro: Forteaza mod utilizator nou

source: - GNOME initial setup
ro: - Setari initiale GNOME

source: No password
ro: Nici o parola

source: Passwords do not match
ro: Parolele nu se potrivesc

source: Failed to register account
ro: Esuat in creeare unu cont

source: No supported way to authenticate with this domain
ro: Nici un mod de autentificare cu acest domeniu

source: Failed to join domain
ro: Esuat in asocierea domeniului

source: Failed to log into domain
ro: Esuat in autentificarea pe domeniu

source: Login
ro: Autentificare

source: Create a Personal Account
ro: Creeaza un cont personal

source: Type your full name and a password that you'll remember. Pay attention to upper case letters.
ro: Tasteaza numele intreg si parola pe care sa ti le amintesti.Ai grija la majuscule

source: _Full Name
ro: _Nume Intreg

source: _Username
ro: _Nume de utilizator

source: The username will be used to name your personal folder, and it cannot be changed.
ro: Acest nume de utilizator va fi folosit pentru denumirea folderului personal,si nu mai poate fi schimbat

source: _Password
ro: _Parola

source: _Confirm password
ro: _Confirma parola

source: Show password
ro: Arata parola

source: Make sure you write down your password to remember it! You can write yourself a reminder here, but note that this password reminder can be seen by others.
ro: Ai grija sa iti notezi parola ca sa nu o uiti!Poti sa iti notezi aici un memento ca sa nu uiti parola,dar sa stii ca acest memento poate fi vazut si de altii.

source: Password _reminder
ro: Memento

source: To continue, please make sure you fill in all the blanks.
ro: Pentru a continua,asigura-te ca ai completat toate spatiile goale.

source: page 1
ro: pagina 1

source: Create an Enterprise Account
ro: Creeaza un cont administrativ

source: _Domain
ro: _Domeniu

source: Enterprise domain or realm name
ro: Domeniu administrativ sau numele real

source: C_ontinue
ro: Continua

source: Domain Administrator Login
ro: Autentificare Domeniu Administrator

source: In order to use enterprise logins, this computer needs to be enrolled in the domain. Please have your network administrator type their domain password here, and choose a unique computer name for your computer.
ro: Pentru a folosi autentificarea administrativa,acest computer are nevoie sa fie inscris in domeniu.Te rugam sa ceri administratorului de retea sa introduca parola aici,si sa aleaga un nume unic pentru computerul tau.

source: Administrator _Name
ro: _Nume Administrator

source: Administrator Password
ro: Parola Administrator

# Password strength
source: Too short
ro: Prea scurta

# Password strength
source: Not good enough
ro: nu este buna

# Password strength
source: Weak
ro: Slaba

# Password strength
source: Fair
ro: Potrivita

# Password strength
source: Good
ro: Buna

# Password strength
source: Strong
ro: Puternica

source: Cannot automatically join this type of domain
ro: Nu se poate alatura automat acestui tip de domeniu

source: No such domain or realm found
ro: Nici un domeniu gasit

source: Cannot log in as %s at the %s domain
ro: Nu se poate loga ca %s in domeniul %s

source: Invalid password, please try again
ro: Parola invalida,incearca din nou

source: Couldn't connect to the %s domain: %s
ro: Nu se poate conecta la domeniul %s: %s

source: A user with the username '%s' already exists
ro: Un utilizator cu acest nume '%s' exista deja

source: The username is too long
ro: Nume de utilizator prea lung

source: The username cannot start with a '-'
ro: Numele de utilizator nu poate incepe cu '-'

source: The username must only consist of: ➣ letters from the English alphabet ➣ digits ➣ any of the characters '.', '-' and '_'
ro: Numele utilizatorului poate contine doar: ➣litere din alfabetul Romanesc ➣numere ➣oricare din caracterele '.','-' si '_'

source: Display
ro: Afisaj

source: Adjust for TV screen
ro: Ajusteaza ecran pentru TV

source: Do you see this at the bottom right corner of your screen?
ro: Vezi asta in stanga jos a ecranului tau?

source: I see it
ro: O vad

source: I do not see it. Shrink screen to fit TV.
ro: Nu vad.Micsoreaza ecran pentru a potrivi la TV

source: Terms of Use
ro: Termeni de utilizare

source: Third Party Software
ro: Soft de la un terț

source: _Accept and continue
ro: _Accepta si continua

source: Please read the following terms of use carefully
ro: Citeste cu atentie termenii de utilizare

source: By clicking "Accept and continue," you acknowledge that you have read, understood, and agree to be bound by the following terms and conditions.
ro: Daca dai click pe "Accepta si continua",iei la cunostinta ca ai citit,inteles si acceptat urmatorii termini si conditii.

source: Help make Endless better for everyone
ro: Ajuta-ne sa facem Endless mai bun pentru toata lumea

source: Automatically save and send usage statistics and problem reports to Endless. All data is anonymous.
ro: Salveaza automat si trimite probleme si rapoarte catre Endless.Toate datele sunt anonime

source: License Agreements
ro: Acord de licienta

source: I have _agreed to the terms and conditions in this end user license agreement.
ro: Am _acceptat termenii si conditiile in finalul acestui acord de licienta

# Online Account
source: Other
ro: Altele

source: Add Account
ro: Adauga Cont

source: Mail
ro: E-mail

source: Contacts
ro: Contacte

source: Resources
ro: Resurse

source: Error creating account
ro: Eroare la creearea contului

source: Error removing account
ro: Eroare la stergerea contului

source: Are you sure you want to remove the account?
ro: Esti sigur ca vrei sa stergi contul?

source: This will not remove the account on the server.
ro: Contul tau nu va fi sters de le server.

source: _Remove
ro: _Sterge

source: Online Accounts
ro: Conturi Online

source: Connect to your existing data in the cloud
ro: Conecteaza-te la datele existente din cloud

source: Adding accounts will allow you to transparently connect to your online photos, contacts, mail, and more.
ro: Adaugand conturi iti va permite sa te conectezi transparent la pozele tale online,contacte,e-mail,si altele

source: _Add Account
ro: _Adauga Cont

source: Preview
ro: Previzualizare

source: More…
ro: Mai multe

source: No inputs found
ro: Nici o intrare gasita

source: Your keyboard layout seems to be:
ro: Structura tastaturii tale se pare ca este:

source: Please press one of the following keys:
ro: Apasa una din urmatoarele taste:

source: Is the following key present on your keyboard?
ro: Exista aceasta tasta pe tastatura ta?

source: Typing
ro: Scrie

source: Select your keyboard layout
ro: Selecteaza aspectul tastaturii

source: Help detect my keyboard layout
ro: Ajutor in detectarea aspectului tastaturii

source: Detect Keyboard Layout...
ro: Detecteaza aspectul tastaturii

source: Select
ro: Selecteaza

source: No languages found
ro: Nici o limba gasita

source: Disabled
ro: Dezactivat

source: SD Card: %s
ro: Card SD: %s

source: Welcome
ro: Bun venit

source: Welcome to Endless!
ro: Bun venit la Endless!

source: Let's set up your computer...
ro: Lasa-ne sa iti setam computerul...

source: Test Mode
ro: Mod de testare

source: Power Off
ro: Inchide

source: This installer will help guide you through installing Endless OS on your computer
ro: Acest instalator te va ghida la instalarea Sistemului de Operare Endless pe computerul tau

source: Search for a location
ro: Cauta o locatie

source: Location
ro: Locatie

source: January
ro: Ianuarie

source: February
ro: Februarie

source: March
ro: Martie

source: April
ro: Aprilie

source: May
ro: Mai

source: June
ro: Iunie

source: July
ro: Iulie

source: September
ro: Septembrie

source: October
ro: Octombrie

source: November
ro: Noiembrie

source: December
ro: Decembrie

source: Choose Your Location
ro: Alege locatia ta

source: _Determine your location automatically
ro: _Determina locatia ta automat

source: Network Time
ro: Ceas automat

# Wireless access point
source: Other…
ro: Altele...

source: Network is not available.
ro: Reteaua nu este disponibila

source: No network devices found.
ro: Nici o retea disponibila

source: Checking for available wireless networks
ro: Caut retele wireless disponibile

source: Network
ro: Retea

source: Wireless Networks
ro: Retele Wireless

source: Do you have wireless internet (WiFi)? If you do, connect your computer to the internet by clicking on the name of your WiFi network and entering the network password. This password may be different from your computer password.
ro: Ai internet prin wireless(WiFi)?Daca da,conecteaza computerul la internet prin apasarea numelui de retea WiFi si introdu parola de internet.Parola poate fi diferita de cea a calculatorului

source: TIP: You can use your computer without internet if you do not have a connection now. If you get an internet connection in the future, you can set it up in "Network Settings."
ro: Sfat:Poti folosi computerul fara internet daca nu ai o conexiune acum.Daca ai acces la o conexiune mai tarziu,o poti seta in "Setari Retea"

source: No wireless available
ro: Nici o retea wireless accesibila

source: _Skip WiFi setup
ro: _Sari peste setarile WiFi

source: _Start using %s
ro: _Incepe sa folosesti %s

source: Thank You
ro: Multumim

source: Your computer is ready to use.
ro: Computerul tau este gata

source: You may change these options at any time in Settings.
ro: Poti schimba aceste optiuni oricand in Setari

source: _Start using GNOME 3
ro: _Incepe sa folosesti GNOME 3

source: No suitable images were found.
ro: Nici o imagine potrivita nu a fost gasita

source: Endless OS Installer
ro: Instalator Endless OS

source: Endless OS (non-free)
ro: Endless OS (cu plata)

source: Basic
ro: De baza

source: Full
ro: Complet

source: Reformat with Endless OS
ro: Reformateaza cu Endless OS

source: Is this the Endless OS version you'd like to use? If not, download another.
ro: Este aceasta versiune de Endless OS pe care vrei sa o folosesti?Daca nu,descarca alta.

source: Use existing version:
ro: Foloseste versiune existenta:

source: The location you have chosen is too small - you need more space to reformat with %s (%.02f GB)
ro: Locatia pe care ai aleso este prea mica - ai nevoie de mai mult spatiu de reformatare cu %s (%.02fGB)

source: Finish
ro: Sfarsit

source: Select Disk
ro: Selecteaza Partitie

source: Select the disk you'd like to reformat with Endless OS
ro: Selecteaza partitia pe care vrei sa o reformatezi cu Endless OS

source: Select Disk:
ro: Selecteaza Partitie:

source: I agree to erasing <b>all of my files and apps</b>
ro: Sunt de acord cu stergerea <b> tuturor fisierelor si aplicatiilor</b>

source: It looks like you have multiple partitions on this disk (for example drive C: and D:). Reformatting with Endless OS will erase <b>all partitions</b> on the selected disk. Please click here to confirm.
ro: Se pare ca ai mai multe partitii pe acest disk(de exemplu C: si D:).Reformatand cu Endless OS va sterge <b>toate partitiile</b>pe discul selectat.Apasati aici pentru a confirma.

source: No suitable disks found.
ro: Nici un disk compatibil gasit.

source: Reformatting Finished
ro: Reformatare terminata

source: Success! Power off your computer and then remove your USB device. When you restart, Endless OS will be ready for you to set up and enjoy!
ro: Succes! Opriți alimentarea calculatorului și apoi scoateți dispozitivul USB. Când reporniți, sistemul de operare va fi gata !Bucurati-va de Endless OS

source: Oops, something is wrong with your Endless OS file.
ro: Oops, ceva este în neregulă cu fișierul Endless OS.

source: Please contact support@endlessm.com or join our Google Group to troubleshoot.
ro: Contacteaza support@endlessm.com sau alaturate grupului Google pentru orice probleme.

source: Internal error
ro: Eroare interna

source: Step %d of %d
ro: Pasul %d din %d

source: Image verification error.
ro: Eroare de verificare a imaginii.

source: The Endless OS signature file "%s" does not exist.
ro: Semnatura fisierului Endless OS "%s" nu exista.

source: Reformatting
ro: Se reformateaza

source: Fast, easy to use and powerful – with or without internet. Endless OS is preloaded with over 100 apps, making it useful from the moment you turn it on.
ro: Rapid,rapid de folosit si puternic-cu sau fara internet Endless OS are incorporate peste 100 de aplicatii,care il face folositor din momentul in care il pornesti.

source: Invalid compressed data
ro: Comprimat de date nevalid

source: Not enough memory
ro: Memorie insuficienta

source: Need more input
ro: Sunt necesare mai multe intrari

source: Reformat
ro: Reformateaza
